Repository: wangyao1988/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: uk, zh_hans

source: By using this website, you agree to the
uk: Використовуючи цей веб-сайт, ви погоджуєтеся з цим
zh_hans: 通过使用本网站，您同意

source: Terms of Use
uk: Умови використання
zh_hans: 使用条款

source: Everipedia® is a trademark of Everipedia International
uk: Everipedia® є торговою маркою Everipedia International
zh_hans: Everipedia®是Everipedia，Inc.的商标。

source: Chat
uk: Чат
zh_hans: 聊天

source: Search
uk: Пошук
zh_hans: 搜索

source: Create Page
uk: Створити сторінку
zh_hans: 创建页面

source: Paste a link or enter a title
uk: Вставте посилання або введіть назву
zh_hans: 粘贴链接或输入标题

source: Messages
uk: Повідомлення
zh_hans: 消息

source: Notifications
uk: Сповіщення
zh_hans: 通知

source: Your IQ Score
uk: Ваш показник IQ
zh_hans: 您的智商

source: Table of contents
uk: Зміст
zh_hans: 目录

source: Table of contents and facts for this wiki
uk: Зміст та факти для цієї вікі
zh_hans: 此 wiki 的内容和事实表

source: Feed
zh_hans: Feed订阅

source: Please log in with Scatter
uk: Будь ласка, увійдіть у систему з розсилкою
zh_hans: 请用散点登录

source: Help
uk: Допомога
zh_hans: 帮帮我

source: View Profile
uk: Перегляд Профілю
zh_hans: 查看资料

source: Sign In
uk: Увійти
zh_hans: 签到

source: Register
uk: Реєстрація
zh_hans: 寄存器

source: Username
uk: Ім'я користувача
zh_hans: 用户名

source: Need an account? Register here.
uk: Потрібен акаунт? Зареєструйтесь тут.
zh_hans: 需要一个帐户？在这里注册。

source: Forgot your password?
uk: Забули свій пароль?
zh_hans: 忘记密码了吗？

source: Your Notifications
uk: Ваші сповіщення
zh_hans: 您的通知

source: Get an account
uk: Отримати рахунок
zh_hans: 获取帐户

source: or Log in
uk: або Увійти
zh_hans: 或登录

source: Language
uk: Мова
zh_hans: 语言

source: Register / Log in
uk: Зареєструватися / Увійти
zh_hans: 注册/登录

source: Go to article
uk: Перейти до статті
zh_hans: 转到文章

source: Self citation by
uk: Автоматична цитата за
zh_hans: 自引用的

source: Title
uk: Назва
zh_hans: 标题

source: Rank
uk: Позиція
zh_hans: 等级

source: User since
uk: Користувач починаючи з
zh_hans: 用户自

source: Last login
uk: Останній вхід
zh_hans: 上次登录

source: Go to Editor's Profile
uk: Перейдіть до профілю редактора
zh_hans: 转到编辑器的配置文件

source: Discuss Citation
uk: Обговорити цитату
zh_hans: 讨论引文

source: Download
uk: Завантажити
zh_hans: 下载

source: Share
uk: Поділитися
zh_hans: 分享

source: Copy URL
uk: Копіювати адресу URL
zh_hans: 复制网址

source: Play / Pause
uk: Старт / Пауза
zh_hans: 放/暂停

source: How to use Everipedia
uk: Як використовувати Everipedia
zh_hans: 如何使用Everipedia

source: Everipedia is a free and easy to use wiki platform. Write about anyone and anything!
uk: Everipedia - безкоштовна та проста у використанні платформа вікі. Пишіть про когось і про щось!
zh_hans: Everipedia是一个免费的，易于使用的wiki和评论平台。写任何人和任何东西！

source: Go back to the page you started from
uk: Повернутися на сторінку, з якої ви почали працювати
zh_hans: 返回您开始的页面

source: Go to page
uk: Перейти на сторінку
zh_hans: 转到页面

source: Go to your editor profile page
uk: Перейдіть на сторінку вашого профілю редактора
zh_hans: 转到编辑器个人资料页面

source: Go to profile
uk: Перейти до профілю
zh_hans: 转到个人资料

source: Create a new page now
uk: Створити нову сторінку
zh_hans: 现在创建一个新页面

source: Search for an existing page
uk: Пошук існуючої сторінки
zh_hans: 搜索现有页面

source: This page is currently being created by another user
uk: Цю сторінку наразі створює інший користувач
zh_hans: 此页当前正在由其他用户创建

source: This page is currently in the process of being created by another user. Please return later!
uk: Цю сторінку наразі створює інший користувач. Будь ласка, поверніться пізніше!
zh_hans: 此页当前正在由其他用户创建。请稍后返回!

source: You have
uk: Ви маєте
zh_hans: 您有

source: unread notifications
uk: непрочитані сповіщення
zh_hans: 未读通知

source: You currently do not have any notifications.
uk: Наразі у вас немає сповіщень.
zh_hans: 您当前没有任何通知。

source: The world's first encyclopedia on the blockchain
uk: Перша в світі енциклопедія на блокчейні
zh_hans: 世界上第一本关于 blockchain 的百科全书

source: Everipedia's IQ Network is the world's first Encyclopedia that allows anyone to become a stakeholder in the system and earn rank, rewards & tokens for curating content.
uk: Мережа IQ Everipedia - це перша в світі енциклопедія, яка дозволяє будь-якому користувачеві стати зацікавленою стороною в системі та отримувати звання, нагороди та жетони для обміну контентом.
zh_hans: Everipedia 的 IQ 网络是世界上第一个百科全书, 它允许任何人成为系统的利益相关者, 并获得策划内容的排名, 奖励和代币。

source: Learn more
uk: Дізнатися більше
zh_hans: 了解更多

source: As Seen In
zh_hans: 如

source: An Encyclopedia for the modern age
uk: Енциклопедія для сучасної епохи
zh_hans: 现代百科全书

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar of to Wikipedia. By creating a new incentive structure and a distributed backend hosted within a blockchain, the new Everipedia knowledge base will be able to improve upon all fundamental features of Wikipedia.
uk: Блок-схема Everipedia IQ забезпечує нову зміну парадигми та економіку знань, щоб зірвати стару централізовану енциклопедичну модель знань, подібну до Вікіпедії. Створивши нову структуру стимулювання та розподілену бекенда, розміщену в блокчейні, нова база знань Everipedia зможе покращити всі основні риси Вікіпедії.
zh_hans: Everipedia IQ blockchain 提供了一个新的范式变化和知识经济, 扰乱了旧的集中式互联网知识百科全书模型类似维基百科。通过创建一个新的激励结构和分布式后端托管在一个 blockchain 中, 新的 Everipedia 知识库将能够改进维基百科的所有基本功能。

source: Decentralized
uk: Децентралізований
zh_hans: 去中心化

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
uk: Статті здобуваються за допомогою IPFS та EOS Storage. Більшість IQ розподіляються під час ейрдропу.
zh_hans: 文章是使用指规数和 EOS 存储获取的。大多数智商分布在空投期间。

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
uk: Підтвердження моделі Stake (PoS) дозволяє голосувати, щоб змінювати та модернізувати мережу IQ при зростанні. Також полегшить пакетний імпорт нового вмісту без плати за послуги.
zh_hans: 股份证明 (PoS) 模型允许投票改变和升级 IQ 网络, 因为它的增长。还将方便批量导入新内容, 无需付费。

source: Censorship Resistant
uk: Цензура стійка
zh_hans: 耐审查性

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
uk: Живе та постійне редагування вмісту на блокчейні поза контролем центральної влади.
zh_hans: 对 blockchain 的内容进行实时和永久性的编辑, 超出了中央当局的控制范围。

source: Financial Incentive
uk: Фінансове стимулювання
zh_hans: 财务激励

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
uk: Всі власники IQ будуть стимульовані для створення якісного, нейтрального контенту та спільної роботи для створення репутації мережі.
zh_hans: 所有的 IQ 持有人将激励创造质量, 中性的内容, 并共同努力建立网络的声誉。

source: Become an editor today and start creating your own wiki articles.
uk: Станьте редактором сьогодні і почніть створювати власні статті вікі.
zh_hans: 今天成为一个编辑, 开始创建自己的 wiki 文章。

source: Open Community
uk: Відкрите співтовариство
zh_hans: 开放社区

source: Our vibrant community is open and welcoming to people from all backgrounds. Our guidelines and policies are based on common sense rather than strict bureaucracy.
uk: Наша активна спільнота відкрита та приваблива для людей усіх професій. Наші керівні принципи та політика базуються на здоровому глузді, а не на суворої бюрократії.
zh_hans: 我们充满活力的社区是开放的, 欢迎所有背景的人。我们的方针和政策是基于常识而不是严格的官僚作风。

source: Redesigned for the modern age
uk: Перероблена для сучаснії епохи
zh_hans: 重新设计的现代时代

source: Everipedia is an encyclopedia modernized and re-designed for the twenty-first century. Our editing interface makes creating and editing wiki's as easy as using Facebook.
uk: Everipedia - енциклопедія, модернізована та перероблена на двадцять перше століття. Наш інтерфейс редагування робить створення та редагування вікі так само просто, як за допомогою Facebook.
zh_hans: Everipedia 是一本百科全书, 为第二十一世纪的现代化和重新设计。我们的编辑界面使得创建和编辑 wiki 和使用 Facebook 一样简单。

source: Follow us on Telegram
uk: Слідкуй за нами на Telegram
zh_hans: 跟我们联系电报

source: Lead by the Founder of Wikipedia and Genius.com
uk: Від засновника Вікіпедії та Genius.com
zh_hans: 由维基百科和 Genius.com 的创始人领导

source: Everipedia is being lead by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from America, Sweden, Norway and Italy.
uk: Everipedia очолює команда з великим досвідом та знаннями як у сфері онлайн-знань, так і в галузі блокчейнів. Виконавча команда складається з декількох відомих індивідів у галузі, співзасновника Вікіпедії, Ларрі Сенгера, засновника Genius.com, Маббода Могадама та деяких інших. Академічні вручення включає UCLA, Stanford, Yale &amp; Columbia, що охоплюють народності з Америки, Швеції, Норвегії та Італії.
zh_hans: Everipedia 是一个团队, 拥有丰富的经验和知识, 既有在线知识空间, 也有 区块链行业的知识。执行团队由业界的几个著名人士组成, 维基百科的共同创始人, Genius.com、Mahbod Moghadam 的创始人、以及其他几个人。学术证书包括加州大学洛杉矶分校、斯坦福大学、耶鲁大学和哥伦比亚大学, 涵盖来自美国、瑞典、挪威和意大利的民族。

source: Executive Team
uk: Виконавча команда
zh_hans: 执行团队

source: Leadership
uk: Лідерство
zh_hans: 领导关怀

source: Executive Leadership
uk: Виконаве лідерство
zh_hans: 行政领导

source: Chief Information Officer
uk: Керівник інформаційної служби
zh_hans: 首席信息官

source: Chief Executive Officer, Co-Founder
uk: Головний виконавчий директор, співзасновник
zh_hans: 首席执行官, 共同创始人

source: Chief Technology Officer, Co-Founder
uk: Головний технолог, співзасновник
zh_hans: 首席技术官, 共同创始人

source: President, Co-Founder
uk: Президент, співзасновник
zh_hans: 总裁, 共同创始人

source: Director of Software
uk: Директор програмного забезпечення
zh_hans: 软件总监

source: Chief Operating Officer
uk: Головний операційний директор
zh_hans: 首席运营官

source: Chief Community Officer, Co-Founder
uk: Головний співголова, співзасновник
zh_hans: 共同创办人首席社区干事

source: Activity limit reached
uk: Обмеження діяльності досягнуто
zh_hans: 达到活动限制

source: Hey! You've added 15 morsels of knowledge to Everipedia now, so we have paused your account until Master Editors have had a chance to review your work. Shouldn't take too long, you'll probably be good to go in less than 5 minutes.
uk: Привіт! Ви вже додали до Everipedia 15 частинок знання, тому ми призупинили ваш обліковий запис, доки майстер-редактори не зможуть переглянути вашу роботу. Це не займе занадто довго, і Ви, напевно,зможети продовжити менш ніж за 5 хвилин.
zh_hans: 嘿！现在您增加了 15 个 Everipedia 的知识, 所以我们暂停了您的帐户, 直到主编辑有机会审查您的工作。不应该花太长时间, 您可能会在不到5分钟的时间内离开。

source: In the meantime, please join our official Facebook group:
uk: Тим часом, будь ласка, приєднуйтесь до нашої офіційної групи Facebook:
zh_hans: 在此期间, 请加入我们的官方 Facebook 组:

source: It’s the best way to reach the community!
uk: Це найкращий спосіб досягти спільноти!
zh_hans: 这是到达社区的最佳途径!

source: Sign in
uk: Увійти
zh_hans: 签到

source: Sign in to Everipedia
uk: Увійдіть у Everipedia
zh_hans: 登录Everipedia

source: Log in with Facebook
uk: Увійти через Facebook
zh_hans: 用Facebook登录

source: Log in with Twitter
uk: Увійдіть з системи Twitter
zh_hans: 使用Twitter登录

source: Need an account?
uk: Потрібен акаунт?
zh_hans: 需要帐户吗？

source: Register here
uk: Зареєструйтесь тут
zh_hans: 在此注册

source: Visit Profile
uk: Відвідайте профіль
zh_hans: 用户中心

source: Settings
uk: Налаштування
zh_hans: 设置

source: Log Out
uk: Вийти
zh_hans: 登出

source: Register / Log In
uk: Зареєструватися / Увійти
zh_hans: 注册/登录

source: New message
uk: Нове повідомлення
zh_hans: 新信息

source: by
uk: від
zh_hans: 由

source: Create an account
uk: Створити аккаунт
zh_hans: 创建帐户

source: Have an account?
uk: Маєте обліковий запис?
zh_hans: 有账户吗？

source: Login
uk: Вхід
zh_hans: 登录

source: Registration is currently invite only due to blockchain software testing. Join us on Telegram and Reddit in the meantime to become a part of Everipedia today!
uk: Реєстрація наразі можлива лише через запрошення, через тестування програмного забезпечення блокчейнівів. Приєднуйтесь до нас на Telegram та Reddit, щоб стати частиною Everipedia вже сьогодні!
zh_hans: 由于 blockchain 软件测试, 目前只邀请注册。加入我们的电报和 Reddit 同时成为 Everipedia 的一部分今天!

source: Welcome to the Everipedia editor community!
uk: Ласкаво просимо до спільноти редакторів Everipedia!
zh_hans: 欢迎来到 Everipedia 编辑社区!

source: Sign up to become an editor to access more features and an ad-free experience.
uk: Зареєструйтеся, щоб стати редактором, щоб отримати доступ до більшої кількості функцій та без реклами.
zh_hans: 注册成为编辑者，可以访问更多功能和无广告的体验。

source: Sign up
uk: Зареєструватися
zh_hans: 注册

source: By clicking sign up above you agree to our
uk: Натиснувши значок вище, ви погоджуєтеся з нашими
zh_hans: 通过点击注册上方您同意我们的

source: Terms of Service
uk: Умови використання
zh_hans: 服务条款

source: Searching...
uk: Йде пошук ...
zh_hans: 正在搜索...

source: Can't find it below?
uk: Не можете знайти це нижче?
zh_hans: 下面找不到它？

source: Create
uk: Створити
zh_hans: 创建

source: a new page titled
uk: нова сторінка з заголовком
zh_hans: 一个新页面

source: Or try the
uk: Або спробуйте
zh_hans: 尝试一下！

source: advanced search.
uk: РОЗШИРЕНИЙ ПОШУК
zh_hans: 高级搜索

source: Everipedia couldn’t find anything with the name
uk: Everipedia не змогла знайти нічого з ім'ям
zh_hans: Everipedia找不到名字的东西

source: If you know any links associated with this page, try searching for those links
uk: Якщо ви знаєте будь-які посилання, пов'язані з цією сторінкою, спробуйте знайти ці посилання
zh_hans: 如果您知道与此页面相关联的任何链接，请尝试搜索这些链接

source: Verified Editor
uk: Перевіренний редактор
zh_hans: 已验证的编辑

source: Bullet
uk: Куля
zh_hans: 要点

source: Recent news
uk: Останні новини
zh_hans: 最新文章

source: Everipedia IQ tokens are now in circulation on the EOS mainnet. Follow Everipedia on
uk: Токени IQ EverePedia тепер в обігу на EOS-смартфоні. Слідкуйте за Everipedia
zh_hans: Everipedia IQ 代币现在在 EOS mainnet 上流通。遵循 Everipedia

source: to learn about upcoming features and developments!
uk: щоб дізнатися про майбутні функції та розробки!
zh_hans: 了解即将到来的功能和发展!

source: Verified Page
uk: Підтверджені сторінки
zh_hans: 认证页面

source: Image & Video Gallery
uk: Галерея зображень та відео
zh_hans: 图像/视频库

source: images, pictures, and videos
uk: зображення, картинки та відео
zh_hans: 图像、图片和视频

source: Gallery
uk: Галерея
zh_hans: 画廊

source: Reference Links For This Biography
uk: Посилання на цю біографію
zh_hans: 本传记的参考链接

source: Reference Links For This Wiki
uk: Посилання на посилання для цієї вікі
zh_hans: 此 Wiki 的参考链接

source: Links to historical reviews, career / educational facts, and other encyclopedic information
uk: Посилання на історичні огляди, кар'єру / навчальні факти та іншу енциклопедичну інформацію
zh_hans: 历史回顾、职业/教育事实和其他百科全书信息的链接

source: All information for
uk: Вся інформація для
zh_hans: 所有信息为

source: wiki comes from the below links. Any source is valid, including Twitter, Facebook, Instagram, and LinkedIn. Pictures, videos, biodata, and files relating to
uk: wiki походить із наведених нижче посилань. Будь-яке джерело дійсне, включаючи Twitter, Facebook, Instagram і LinkedIn. Картинки, відео, біографічні дані та файли, що відносяться до
zh_hans: wiki 来自下面的链接。任何来源都是有效的, 包括 Twitter, Facebook, Instagram 和 LinkedIn。与之相关的图片、视频、biodata 和文件

source: are also acceptable encyclopedic sources.
uk: також є прийнятними енциклопедичними джерелами.
zh_hans: 也是可以接受的百科全书来源。

source: See related encyclopedia articles, biographies, reviews, and historical facts.
uk: Подивіться відповідні статті енциклопедії, біографії, огляди та історичні факти.
zh_hans: 请参阅相关百科全书文章、传记、评论和历史事实。

source: Other wiki pages related to
uk: Інші сторінки вікі, пов'язані з
zh_hans: 其他 wiki 页面相关

source: Created
uk: Створено
zh_hans: 创建

source: Last Modified
uk: Востаннє змінено
zh_hans: 上一次更改

source: IPFS
zh_hans: 指规数

source: Top Page Editors
uk: Редактори популярноі сторінки
zh_hans: 首页编辑器

source: Share this page
uk: Розповісти друзям
zh_hans: 分享此页面

source: Suggested Hashtags
uk: Запропоновані хеш-теги
zh_hans: 建议 Hashtags

source: QR Code
uk: QR-код
zh_hans: 二维码

source: and
uk: та
zh_hans: 和

source: Edit
uk: Редагувати
zh_hans: 编辑

source: Vote
uk: Голосувати
zh_hans: 投票

source: Embed / Widget
uk: Вставити / Віджет
zh_hans: 嵌入/小部件

source: Profiles
uk: Профілі
zh_hans: 配置文件

source: Transfer IQ
uk: Передача IQ
zh_hans: 传输 IQ

source: Please make sure you have set up
uk: Будь ласка, переконайтеся, що ви налаштували
zh_hans: 请确保您已设置了

source: beforehand
uk: заздалегідь
zh_hans: 事先：

source: Recipient
uk: Одержувач
zh_hans: 接受者

source: Memo
zh_hans: 备注

source: Transaction successful
uk: Транзакція успішна
zh_hans: 事务成功

source: Buy RAM
uk: Купити оперативну пам'ять
zh_hans: 购买 RAM

source: See your RAM, CPU, and Bandwidth on FeeXplorer
uk: Перегляньте свою пам'ять, процесор та пропускну здатність на FeeXplorer
zh_hans: 查看 FeeXplorer 上的 RAM、CPU 和带宽

source: profile
uk: профіль
zh_hans: 配置文件

source: Everipedia Rank
uk: Рейтинг Everipedia
zh_hans: Everipedia排名

source: This user is verified
uk: Цей користувач перевіренний
zh_hans: 此用户已验证

source: Everipedia Staff
uk: Персонал Everipedia
zh_hans: Everipedia员工

source: Message
uk: Повідомлення
zh_hans: 信息

source: Edit Profile
uk: Редагувати профіль
zh_hans: 编辑个人资料

source: Everipedia Page
uk: Сторінка Everipedia
zh_hans: Everipedia 页

source: IQ Score
uk: Показник IQ
zh_hans: 智商

source: Pages created
uk: Сторінки створені
zh_hans: 已创建页面

source: Total edits
uk: Усього редагувань
zh_hans: 总编辑

source: Joined
uk: Приєднався
zh_hans: 已加入

source: Upload Avatar / Profile Picture
uk: Завантажити Аватар / Зображення профілю
zh_hans: 上传头像/个人资料图片

source: Enable account? Uncheck to ban
uk: Увімкнути обліковий запис? Зніміть прапорець, щоб заборонити
zh_hans: 启用帐户？取消选中以禁用

source: IP Ban
zh_hans: IP禁令

source: Ban
uk: Забанити
zh_hans: 禁止

source: Clear
uk: Чисто
zh_hans: 明确

source: Verify the account?
uk: Перевірити обліковий запис?
zh_hans: 验证帐户？

source: Is Staff?
uk: Чи є співробітники?
zh_hans: 是员工吗？

source: Save all changes
uk: Зберегти всі зміни
zh_hans: 保存所有更改

source: Cancel
uk: Скасувати
zh_hans: 取消

source: Change Avatar Picture
uk: Змінити зображення Аватару
zh_hans: 更改头像图片

source: Please select your Everipedia page
uk: Будь ласка, виберіть свою сторінку Everipedia
zh_hans: 请选择您的Everipedia页面

source: Continue
uk: Продовжити
zh_hans: 继续

source: Voting
uk: Голосування
zh_hans: 投票

source: Voting History
uk: Історія голосування
zh_hans: 投票历史记录

source: Before
uk: До
zh_hans: 之前

source: After
uk: Перед
zh_hans: 后

source: Article
uk: Всього статей
zh_hans: 文章

source: Current Vote
uk: Поточний голос
zh_hans: 当前投票

source: Reject
uk: Відхилити
zh_hans: 拒绝

source: Accept
uk: Прийняти
zh_hans: 接受

source: Voting Period
uk: Період голосування
zh_hans: 投票期间

source: to
uk: до
zh_hans: 到

source: Place Votes
uk: Місце голосів
zh_hans: 地方票

source: Approve
uk: Затвердити
zh_hans: 批准

source: Changes
uk: Зміни
zh_hans: 保存所有更改

source: Welcome to Everipedia, the encyclopedia of everything
uk: Ласкаво просимо до Everipedia, енциклопедії всього
zh_hans: 欢迎来到Everipedia，包含所有的百科全书

source: IQ
uk: Коефіцієнт інтелекту

source: Direct Link
uk: Пряме посилання

source: Democratic
uk: Демократія

source: DIRECT LINK
uk: ПРЯМЕ ПОСИЛАННЯ
