Repository: wangyao1988/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: uk, zh_hans

source: Contains
uk: Містить
zh_hans: 包含

source: Equal to
uk: Дорівнює@ label
zh_hans: 等于

source: Regular expression
uk: Регулярний вираз
zh_hans: 正则表达式

source: Starts with
uk: Починається з
zh_hans: 以……开始

source: Ends with
uk: Закінчується
zh_hans: 以……完结

source: Greater than
uk: Більше, ніж
zh_hans: 大于

source: Greater than or equal to
uk: Більше ніж або дорівнює@ label
zh_hans: 大于或等于

source: Less than
uk: Менш ніж
zh_hans: 小于

source: Less than or equal to
uk: Менше ніж або дорівнює@ label
zh_hans: 小于或等于

source: Password
uk: Пароль
zh_hans: 密码

source: Please enter a password
uk: Будь ласка, введіть пароль
zh_hans: 请输入密码

source: Please enter a valid password
uk: Будь ласка, введіть дійсний пароль
zh_hans: 请输入有效密码

source: Enter an email
uk: Введіть електронний лист
zh_hans: 输入电邮地址

source: Please enter an email address
uk: Введіть адресу електронної пошти
zh_hans: 请输入电邮地址

source: Please enter a valid email address
uk: Будь ласка, введіть правильний email
zh_hans: 请输入有效的电邮地址

source: First Name
uk: Ім'я
zh_hans: 名字

source: Last Name
uk: Прізвище
zh_hans: 姓氏

source: Enter a username
uk: Введіть ім'я користувача
zh_hans: 输入用户名

source: Please enter a username
uk: Будь ласка, введіть ім'я користувача
zh_hans: 请输入用户名

source: Please enter a valid username
uk: Будь ласка, введіть дійсне ім'я користувача
zh_hans: 请输入有效的用户名

source: This email address already exists! Please use another one.
uk: Ця електронна адреса вже існує! Будь ласка, використовуйте інший.
zh_hans: 此电邮地址已存在！请使用另一个。

source: Email
zh_hans: 电邮

source: How can we help?
uk: Як ми можемо допомогти?
zh_hans: 我们可以如何帮助您呢？

source: Full Name
uk: Повне ім’я
zh_hans: 全名

source: Subject
uk: Тема
zh_hans: 学科

source: Report Abuse
uk: Повідомити про зловживання
zh_hans: 报告滥用

source: Report Bug
uk: повідомити про помилку
zh_hans: 报告软件缺陷

source: Verify Account
uk: Підтвердити обліковий запис
zh_hans: 验证账户

source: Anonymous Tip
uk: Анонімна підказка
zh_hans: 匿名提示

source: Investment Inquiries
uk: Інвестиційні запити
zh_hans: 投资查询

source: Other
uk: Інше
zh_hans: 其他

source: Search by Entering a Link
uk: Пошук, ввівши посилання
zh_hans: 通过输入链接进行搜索

source: Describe the file briefly. A summary of the information found is best. Avoid simply repeating the page title.
uk: Коротко опишіть файл. Найкраще, це краткий зміст. Уникайте просто повторення заголовка сторінки.
zh_hans: 简要描述该文件。找到的信息的摘要是最好的。避免简单地重复页面标题。

source: File type not allowed.
uk: Тип файлу не дозволено.
zh_hans: 不允许文件类型。

source: Please .
uk: Ну годі, прошу тебе!
zh_hans: 请 。

source: Enter a URL
uk: Введіть адресу URL:
zh_hans: 输入网址

source: Describe the URL briefly. A summary of the information found is best. Avoid simply repeating the page title.
uk: Опишіть URL-адресу коротко. Найкраще, це краткий зміст. Уникайте просто повторення заголовка сторінки.
zh_hans: 简要描述URL。找到的信息的摘要是最好的。避免简单地重复页面标题。

source: Enter type (e.g. Occupation)
uk: Введіть тип (наприклад, професія)
zh_hans: 输入类型（如职业）

source: Enter value (e.g. CEO)
uk: Введіть значення (наприклад, виконавчий директор)
zh_hans: 输入值（如CEO）

source: Person
uk: Особа
zh_hans: 人

source: Place/Location
uk: Місце / місце
zh_hans: 地点/位置

source: Organization/Company/Institution
uk: Організація / Компанія / Інститут
zh_hans: 组织/公司/机构

source: Event
uk: Подія
zh_hans: 事件

source: List/Ranking
uk: Список / Рейтинг
zh_hans: 列表/排名

source: Product/Merchandise
uk: Продукт / Товари
zh_hans: 产品/商品

source: Electronics/Software
uk: Електроніка / Програмне забезпечення
zh_hans: 电子产品/软件

source: Medical/Biology
uk: Медицина / Біологія
zh_hans: 医学/生物学

source: Creative Work/Art
uk: Творча робота / Мистецтво
zh_hans: 创意工作/艺术

source: Science/Academia/Humanities
uk: Наука / Академія / Гуманітарні науки
zh_hans: 科学/学术/人文

source: None
uk: Нічого
zh_hans: 无

source: Featured
uk: Рекомендовані
zh_hans: 精选

source: In the news
uk: У новинах
zh_hans: 新闻动态

source: In the news (Editor's Pick)
uk: У новинах (Вибір редакції)
zh_hans: 在新闻 (编辑之选)

source: In the news (Standout Article)
uk: У новинах (Standout Article)
zh_hans: 新闻 (杰出文章)

source: Trending
uk: В центрі уваги
zh_hans: 热门

source: On this day
uk: Цього дня:
zh_hans: 于此日 ：

source: Blog Post (Meta Article)
uk: Публікація блогів (мета статті)
zh_hans: 博客文章 (元文章)

source: Verified Only
uk: Лише підтверджено
zh_hans: 仅供验证

source: Normal (Business)
uk: Нормальний (бізнес)
zh_hans: 正常 (业务)

source: Normal (Personal)
uk: Звичайний (персональний)
zh_hans: 正常 (个人)

source: Your Everipedia editor restrictions have been removed. You can now edit pages freely!
uk: Ваші обмеження редактора Everipedia були скасовані. Тепер ви можете редагувати сторінки вільно!
zh_hans: 您的Everipedia编辑器限制已删除。您现在可以自由地编辑页面！

source: Images & Videos
uk: Зображення та відео
zh_hans: 图像和视频

source: References
uk: Список літератури
zh_hans: 参考文献

source: Article Discussion
uk: Обговорення статті
zh_hans: 文章讨论

source: See Also
uk: Прочитайте також
zh_hans: 另请参见

source: Top Editors
uk: Кращі редактори
zh_hans: 热门编辑

source: Wiki and references for
uk: Вікі та посилання для
zh_hans: 维基和参考

source: You can edit something on this wiki now!
uk: Ви можете щось редагувати на цій вікі вже зараз!
zh_hans: 您可以立即编辑页面上的内容！

source: IP address or mask
uk: IP-адреса або маска
zh_hans: IP 地址或掩码

source: Optional reason for block
uk: Необов'язкова причина для блоку
zh_hans: 块的可选原因

source: IPs & masks to ban
uk: IP-адреси та маски для бану
zh_hans: 禁止的 IPs 和面具

source: Welcome,
uk: Ласкаво просимо,
zh_hans: 欢迎！

source: Documentation
uk: Документація
zh_hans: 文档

source: Change password
uk: Змінити пароль
zh_hans: 更改密码

source: Log out
uk: Вийти
zh_hans: 登出

source: Home
uk: Головна
zh_hans: 首页

source: Django site admin
uk: Адміністратор сайту Django
zh_hans: Django网站管理员

source: Django administration
uk: Адміністрація Djangо
zh_hans: Django管理

source: Thanks for spending some quality time with the Web site today.
uk: Дякуємо за проведений сьогодні на веб-сайті час.
zh_hans: 感谢您今天花费一些优质的时间与网站。

source: Log in again
uk: Увійдіть знову
zh_hans: 再次登录

source: Search Everipedia
uk: Пошук у Everipedia
zh_hans: 搜索Everipedia

source: Log in
uk: Увійти
zh_hans: 登录

source: Password change successful
uk: Пароль змінено успішного
zh_hans: 密码更改成功

source: Password reset
uk: Скидання пароля
zh_hans: 重设密码

source: Password reset complete
uk: Скидання пароля завершене
zh_hans: 密码重置完成

source: Your password has been set. You may go ahead and log in now.
uk: Ваш пароль був встановлений. Ви можете увійти зараз
zh_hans: 您的密码已设置。您可以现在登录继续。

source: Password reset confirmation
uk: Підтвердження скидання паролю
zh_hans: 密码重置确认

source: Enter new password
uk: Новий пароль
zh_hans: 输入新密码

source: Please enter your new password twice so we can verify you typed it in correctly.
uk: Будь ласка, введіть новий пароль двічі, щоб ми могли упевнитися, що Ви ввели його правильно.
zh_hans: 请输入两次密码以确保输入正确。

source: New password:
uk: Новий пароль:
zh_hans: 新密码：

source: Confirm password:
uk: Підтвердьте пароль:
zh_hans: 确认密码：

source: Change my password
uk: Змінити свій пароль
zh_hans: 更改我的密码

source: Password reset unsuccessful
uk: Скидання паролю не виконано
zh_hans: 密码重置失败

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
uk: Посилання на сторінку скидання пароля є недійсним, можливо, тому що він вже був використаний. Запитайте нове скидання паролю.
zh_hans: 密码重置链接不可用(此地址或许已被使用)，请重新提交密码重置申请。

source: Password reset successful
uk: Скидання паролю виконано
zh_hans: 密码重置成功

source: We have emailed you instructions for setting your password. You should be receiving them shortly.
uk: Ми надіслали Вам електронні інструкції щодо налаштування паролю. Ви повинні отримати їх незабаром.
zh_hans: 我们已经通过电子邮件向您发送设置密码的说明。您很快就会收到的。

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
uk: Якщо ви не отримали електронний лист, переконайтеся, що ви ввели адресу, яку ви зареєстрували, і перевірте свою папку зі спамом.
zh_hans: 如果您没有收到电子邮件, 请确保您已输入您注册的地址, 并检查您的垃圾邮件文件夹。

source: You are receiving this email because you requested a password reset for your Everipedia account.
uk: Ви отримуєте цей електронний лист, оскільки ви надіслали запит на скидання паролю для свого облікового запису Everipedia.
zh_hans: 您正在接收此电子邮件, 因为您请求为您的 Everipedia 帐户重新设置密码。

source: Please go to the following page and choose a new password:
uk: Будь ласка, перейдіть за наступним посиланням та оберіть новий пароль:
zh_hans: 请转到以下页面并选择新密码：

source: Your username, in case you've forgotten:
uk: Ваше ім'я користувача, якщо ви його не пам'ятаєте:
zh_hans: 您的用户名，如果您忘记了：

source: Thanks for using our site!
uk: Дякую, що користуєтеся нашим сайтом!
zh_hans: 感谢您使用我们的网站！

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
uk: Забули пароль? Введіть свою адресу електронної пошти нижче, і ми вишлемо інструкції по електронній пошті для установки нового.
zh_hans: 忘记密码？在下面输入您的电邮地址, 我们将通过电子邮件说明设置一个新的。

source: Email address:
uk: Адреса електронної пошти:
zh_hans: 电邮地址：

source: Reset my password
uk: Скинути мій пароль
zh_hans: 重置我的密码

source: Learn More
uk: Детальніше
zh_hans: 了解更多

source: View My Profile
uk: Переглянути мій профіль
zh_hans: 查看我的个人资料

source: Create a Wiki
uk: Створіть Wiki
zh_hans: 创建 Wiki

source: more
uk: більше
zh_hans: 更多

source: Your browser does not support HTML5 video.
uk: Ваш веб-переглядач не підтримує відео HTML5.
zh_hans: 您的浏览器不支持HTML5视频。

source: Click to add a new link or file to this list
uk: Натисніть, щоб додати нове посилання або файл до цього списку
zh_hans: 单击此处并将新链接或文件添加到此列表中

source: Or click an existing link below to add it to the article
uk: Або натисніть існуючу посилання нижче, щоб додати її до статті
zh_hans: 或单击下面的现有链接将其添加到文章中

source: Views
uk: Перегляди
zh_hans: 视图

source: page(s) have this link
uk: сторінка(и) з цим посиланням
zh_hans: 页面有此链接

source: Frequently Asked Questions - Everipedia, everyone's encyclopedia
uk: Питання, що часто задаються - Everipedia, енциклопедії для кожного
zh_hans: 常见问题 - Everipedia，属于大家的百科全书

source: Brainpower Management
uk: Управління Brainpower
zh_hans: 智能管理

source: Everipedia, the encyclopedia of everything
uk: Everipedia, енциклопедія всього
zh_hans: Everipedia，百科全书

source: Loading Scatter
uk: Завантаження розкиду
zh_hans: 加载散点

source: Staking IQ tokens will freeze them for 21 days and will generate nontransferable Brainpower, which can be used for editing and voting on the Everipedia network. At the end of the 21 days, you can claim back your IQ tokens and re-stake them for more Brainpower again. Thus, 1 IQ, staked every 21 days, can lead to 365 days / 21 days = 17.38 Brainpower every year.
uk: Утримання IQ токенів заморозить їх протягом 21 дня і створить непередаваємість Brainpower, яку можна використовувати для редагування та голосування в мережі Everipedia. Наприкінці 21-го дня, ви можете вимагати відшкодування своїх токенів IQ та повторно розмістити їх для отримання ще більшої Brainpower. Таким чином, 1 IQ, утриманний кожний 21 день, може надати до 365 днів / 21 день = 17,38 Brainpower щороку.
zh_hans: 下注智商代币将冻结他们21天, 并将产生转让脑力, 这可以用于编辑和投票 Everipedia 网络。在21天结束, 您可以收回您的智商代币, 并再次与他们再次赌注, 以更多的脑力。因此, 1 的智商, 每21天押下, 可以导致365天/21 天 = 17.38 脑力每年。

source: As you make pages, propose edits, and vote on article proposals, you will consume Brainpower. However, making successful edits and voting on the winning side of a proposal will generate rewards in IQ, not Brainpower. Therefore, you can generate more Brainpower (and any profit) by staking the new IQ you just earned.
uk: Коли ви створюєте сторінки, пропонуєте редагування та голосуєте за пропозиціями статті, ви будете споживати Brainpower. Однак внесення успішних редагувань та голосування на виграшну сторону пропозиції призведе до винагород за IQ, а не до Brainpower. Однак, ви можете генерувати більше Brainpower (і будь-який прибуток), утримуючи новий IQ, який ви щойно заробили.
zh_hans: 当您做网页, 提出编辑, 并投票的文章建议, 您会消耗脑力。然而, 成功的编辑和投票的胜利一方的建议将产生奖励的智商, 而不是脑力。因此, 您可以通过对刚刚挣来的新智商进行下注来产生更多的脑力 (和任何利润)。

source: Every edit proposal requires a minimum of 10 Brainpower at this time, in order to prevent spam and poor-quality edits.
uk: Кожна можливість редагування вимагає в цей час мінімум 10 Brainpower , щоб запобігти спаму та низькоякісних редагувань.
zh_hans: 每一个编辑方案都需要至少10的脑力在这个时候, 以防止垃圾邮件和劣质编辑。

source: Enter an integer amount of IQ to stake
uk: Введіть цілу кількість IQ до колу
zh_hans: 输入一个整数金额的智商, 以利害关系

source: New Stake
uk: Нова Ставка
zh_hans: 新股份

source: Start
uk: Початок
zh_hans: 开始

source: End
uk: Кінець
zh_hans: 结束

source: Time Remaining
uk: Залишилось часу:
zh_hans: 剩余时间

source: Amount
uk: Сума
zh_hans: 数量

source: Claim
uk: Стверджувати
zh_hans: 要求

source: Contact us
uk: Контакти
zh_hans: 联系我们

source: To get quicker replies from our community
uk: Щоб отримати швидше відповіді від нашого співтовариства
zh_hans: 从我们的社区得到更快的答复

source: create a post in our forum
uk: створити повідомлення на нашому форумі
zh_hans: 在论坛中创建帖子

source: Get in touch with us
uk: Зв'яжіться з нами
zh_hans: 联系我们

source: Thanks, we got your message. We will respond in a bit
uk: Спасибі, ми отримали ваше повідомлення. Ми відповімо згодом.
zh_hans: 谢谢，我们收到了您的信息。我们会有所回应

source: Send
uk: Відправити
zh_hans: 发送

source: OK
uk: ДОБРЕ
zh_hans: 好

source: Enter a caption for the main image of the page.
uk: Введіть заголовок для основного зображення сторінки.
zh_hans: 输入页面主图片的标题。

source: Edit Page
uk: Редагувати сторінку
zh_hans: 编辑页面

source: Loading..
uk: Завантаження
zh_hans: 载入中...

source: Change Picture
uk: Змінити зображення
zh_hans: 更换图片

source: Please enter the destination page you wish to merge this one into
uk: Будь ласка, введіть цільову сторінку, яку ви хочете об'єднати
zh_hans: 请输入您要合并此目的网页

source: Merge Page
uk: Об'єднати сторінку
zh_hans: 合并页面

source: Hey there scholar!
uk: Вітаємо, вчений!
zh_hans: 嘿，学者！

source: Looks like you have been editing for a while. You should take a moment to save your work before continuing!
uk: Ви, напевно, редагуєте вже деякий час. Перш ніж продовжувати, потрібно зберегти свою роботу!
zh_hans: 看来您已经编辑了一段时间。在继续之前，您应该花一点时间来保存您的工作！

source: Save
uk: Зберегти
zh_hans: 保存

source: Looks like you are using first-person! (ex: Our product, I am, We are, You should). Everipedia is a neutral encyclopedia written in third-person tense (ex: It is, They are, The company makes). THIS IS NOT FACEBOOK!!
uk: Схоже, ви використовуєте першу особу! (напр .: наш продукт, я, ми, ви повинні). Everipedia - це нейтральна енциклопедія, написана від третьої особи(наприклад: &quot;Це, вони&quot;, &quot;Компанія робить&quot;). ЦЕ НЕ FACEBOOK!!
zh_hans: 看起来您是使用第一人称！ （例如：我们的产品、我是、我们是、您应该）。 Everipedia是一个以第三者时态写的中性百科全书（例：它是、它们是、公司制造）。这不是 Facebook！

source: Please enter a title for the page.
uk: Будь ласка, введіть назву сторінки.
zh_hans: 请输入网页的标题。

source: Please write something for the article section. Make sure to use citations.
uk: Будь ласка, напишіть щось для розділу статті. Обов'язково використовуйте цитати.
zh_hans: 请写文章部分。请务必使用引文。

source: Hello! This page needs citations (also known as footnotes, references, sources) before it can be saved. Add the links you're using as sources with the cite button above.
uk: Привіт! На цій сторінці потрібні цитати (також відомі як виноски, посилання, джерела), перш ніж ії можна буде зберегти. Додайте посилання, які ви використовуєте як джерела,за допомогою наведеної вище кнопки.
zh_hans: 您好！此页需要引用 (也称为脚注、引用和源), 然后才能保存。在上面的 "引用" 按钮中添加您使用的链接。

source: Join our official Facebook group if you need help with it!:
uk: Приєднуйтесь до нашої офіційної групи Facebook, якщо вам потрібна допомога!
zh_hans: 加入我们的官方 Facebook 小组, 如果您需要帮助它!:

source: - we will hook you up. It's not hard!
uk: - ми підсадемо вас. Це не так важко!
zh_hans: -我们会帮您的。这一点都不难!

source: Please cite the link(s) you just added into the main article body. First click at the end of the sentence or paragraph you want to cite, then click the (Cite) button on the edit panel above!
uk: Будь ласка, вкажіть посилання, які ви щойно додали в головне тіло статті. Спочаткуклацніть у кінці речення або абзацу, який ви бажаєте цитувати, а потім натисніть кнопку (Cite) на панелі редагування вище!
zh_hans: 请引用您刚添加到主要文章正文中的链接。首先点击要引用的句子或段落的末尾，然后单击上面编辑面板上的（引用）按钮！

source: Add New Infobox Item
uk: Додати новий елемент Infobox
zh_hans: 添加新信息框项

source: Enter a classification or category
uk: Введіть класифікацію або категорію
zh_hans: 输入分类或类别

source: Enter a value or a description
uk: Введіть значення або опис
zh_hans: 输入值或描述

source: Add Infobox Item
uk: Додати елемент Infobox
zh_hans: 添加信息框项

source: Close
uk: Закрити
zh_hans: 关闭

source: Add a Link or File
uk: Додайте посилання або файл
zh_hans: 添加链接或文件

source: File
uk: Файл
zh_hans: 文件

source: URL
zh_hans: 网址

source: Link
uk: Посилання
zh_hans: 链接

source: Upload file
uk: Додати файл
zh_hans: 上传文件

source: Add Link
uk: Додати посилання
zh_hans: 添加链接

source: Reset
uk: Скинути
zh_hans: 重置

source: Select the topic of this page
uk: Виберіть тему цієї сторінки
zh_hans: 选择此页面的主题

source: Remove page
uk: Вилучити сторінку
zh_hans: 删除页面

source: Adult Content
uk: Зміст для дорослих
zh_hans: 涉及成人内容

source: Editing existing pages temporarily disabled
uk: Редагування існуючих сторінок тимчасово вимкнено
zh_hans: 编辑已暂时禁用的现有页面

source: Editors
uk: Редактори
zh_hans: 编辑

source: Everipedia Editors
uk: Редактори Everipedia
zh_hans: Everipedia编辑

source: Previous
uk: Попередній
zh_hans: 以前

source: Page
uk: Сторінка
zh_hans: 页

source: of
uk: з
zh_hans: 的

source: Next
uk: Наступний
zh_hans: 下一个

source: Page not found!
uk: Сторінку не знайдено
zh_hans: 找不到页面！

source: Page not found
uk: Сторінку не знайдено
zh_hans: 找不到网页

source: In The News
uk: У новинах
zh_hans: 新闻动态

source: Recent Activity
uk: Остання активність
zh_hans: 近期活动

source: This page has been removed
uk: Ця сторінка була вилучена
zh_hans: 此页面已删除

source: Click here to return to recent activity
uk: Натисніть тут, щоб повернутися до останніх дій
zh_hans: 点击此处返回最近活动

source: Exchange Listings
uk: Біржові списки
zh_hans: 交换列表

source: Supported Exchanges
uk: Підтримувані біржі
zh_hans: 支持的交流

source: The following exchanges indicated that they will support the IQ airdrop
uk: Наступні біржі вказали, що вони будуть підтримувати IQ ейрдроп
zh_hans: 下列交易所表示, 他们将支持 IQ 空投

source: Supported Wallets
uk: Підтримувані гаманці
zh_hans: 支持的钱包

source: Token Pockets
uk: Токенні кишені
zh_hans: 代币口袋

source: Frequently Asked Questions
uk: Питання та відповіді
zh_hans: 经常问的问题

source: What is Everipedia?
uk: Що таке Everipedia?
zh_hans: 什么是Everipedia？

source: Everipedia is a knowledge aggregator and knowledge base. We think it's much easier to edit than Wikipedia. Anyone can create a page about any person, place, organization, or thing and populate it with relevant reference links/sources. The only main rules of EP are: Information on the page must always be cited and the article must be in a neutral point of view. Check out the actual entry for Everipedia... on
uk: Everipedia - це агрегатор та база знань. На нашу думку, це набагато легше редагувати, ніж Вікіпедія. Будь-хто може створити сторінку про будь-яку особу, місце, організацію або речі та заповнити її відповідними посиланнями / джерелами. Єдині основні правила ЕР: інформація на сторінці завжди повинна бути цитована, а стаття має бути нейтральною. Перевірте фактичний запис для Everipedia ... на
zh_hans: Everipedia是一个知识聚合器和知识库。我们认为比维基百科更容易编辑。任何人都可以创建关于任何人，地点，组织或事物的页面，并使用相关的参考链接/来源填充该页面。 EP的唯一主要规则是：页面上的信息必须始终引用，文章必须是中立的。查看Everipedia的实际条目...

source: Why should I sign up?
uk: Чому я повинен зареєструватися?
zh_hans: 为什么要注册？

source: Because it’s fun and easy! We thought contributing to large knowledge projects shouldn't require high barriers to entry so we made Everipedia very easy to navigate, edit, and get started. Editors gain more privileges as they accumulate IQ and rise through the ranks. Top site-wide editors are displayed on the front page. Top editors for each page are also displayed.
uk: Тому що це весело і легко! Ми думаємо, що участь в великих проектах знань не повинна вимагати високих бар'єрів для входу, тому ми зробили Everipedia дуже простим для навігації, редагування та початку роботи. Редактори отримують більше привілеїв, оскільки вони накопичують IQ і піднімаються по рейтингу. Найкращі редактори на сайті відображаються на першій сторінці. Також відображаються найкращі редактори для кожної сторінки.
zh_hans: 因为它的乐趣和容易!我们认为, 对大型知识项目的贡献不应该要求高门槛进入, 所以我们让 Everipedia 很容易导航, 编辑, 并开始。编辑获得更多的特权, 因为他们积累的智商和上升的行列。顶级站点范围的编辑器显示在头版。还会显示每个页面的顶级编辑器。

source: Try it!
uk: Спробуй це!
zh_hans: 尝试一下！

source: Sign up here
uk: Зареєструйтеся тут
zh_hans: 在这里注册

source: So how is Everipedia different from Wikipedia and similar sites?
uk: Як же Everipedia відрізняється від Вікіпедії та подібних сайтів?
zh_hans: 那么 Everipedia 和维基百科和类似网站有什么不同呢？

source: Editing on Everipedia is graphic and modern, talk pages are designed as discussion threads, celebrities have verified accounts, and anyone can make pages about anything as long as they are properly cited. Every page from Wikipedia is already here on Everipedia to build on top of and improve. All this makes EP the biggest knowledge project ever!
uk: Редагування на Everipedia графічне та сучасне, сторінки обговорення призначені як дискусійні теми, знаменитості підтвердили облікові записи, і кожен може робити сторінки про що-небудь, якщо вони належним чином наведені. Кожна сторінка з Вікіпедії вже є тут, на Everipedia, щоб покращитись. Все це робить EP найбільшим проектом знань будь-коли!
zh_hans: Everipedia 上的编辑是图形化和现代的, 谈话页面被设计为讨论线程, 名人已经验证了帐户, 任何人都可以做任何网页, 只要他们被正确引用。维基百科上的每一页都已经在 Everipedia 上了, 可以在上面进行改进。所有这些都使 EP 成为有史以来最大的知识项目!

source: Is Everipedia free?
uk: Everipedia є безкоштовною?
zh_hans: Everipedia 是免费的吗？

source: All information found on Everipedia is freely available for anyone to use and access. All we ask is a link back to the source Everipedia page for attribution purposes. The information on this encyclopedia is meant to be free to all. We will never charge for or withhold any of the information on this website. We just ask that you do not throttle the site and programmatically harvest information that would dramatically affect our servers.
uk: Вся інформація, знайдена на Everipedia, є вільно доступною для будь-кого для користування та доступу. Все, що ми просимо, це посилання на сторінку джерела Everipedia для цілей атрибуції. Інформація про цю енциклопедію має бути вільною для всіх. Ми ніколи не будемо стягувати плату за будь-яку інформацію на цьому веб-сайті. Ми просто просимо Вас не дроселювати сайт і програмно збирати інформацію, яка різко вплине на наші сервери.
zh_hans: 在Everipedia上找到的所有信息都免费供任何人使用和访问。我们要求的是一个链接回到源的Everipedia页面为归因的目的。这本百科全书的信息是为所有人免费。我们绝不会对本网站上的任何信息收费或保留。我们只是要求您不遏制网站，并以编程方式收获信息，这将大大影响我们的服务器。

source: Much love,
uk: Багато любові,
zh_hans: 非常喜欢，

source: About
uk: Про
zh_hans: 关于

source: FAQ
uk: Часті питання
zh_hans: 常问问题

source: Contact
uk: Контакти
zh_hans: 联系

source: Terms
uk: Умови
zh_hans: 条款

source: Forum
uk: Форум
zh_hans: 论坛

source: Get IQ
uk: Отримати IQ
zh_hans: 获得智商

source: Powered by
uk: Працює на
zh_hans: 技术支持

source: API by
uk: За допомогою API
zh_hans: API 的

source: Select language
uk: Виберіть мову
zh_hans: 选择语言

source: Enter a title for the thread
uk: Введіть заголовок для теми
zh_hans: 输入主题的标题

source: Enter your post here
uk: Введіть тут свій пост
zh_hans: 在此输入您的帖子

source: Create New Thread
uk: Створити нову тему
zh_hans: 创建新主题

source: About Everipedia
uk: Про Everipedia
zh_hans: 关于Everipedia

source: How To Use
uk: ЯК ВИКОРИСТОВУВАТИ
zh_hans: 如何使用

source: Donate
uk: Пожертвувати
zh_hans: 捐赠
